[
  {
    "id": "1",
    "name": "Appendectomy",
    "photo": "assets/diseases/appendix.jpg",
    "description": "An appendectomy, also spelled appendicectomy, is a surgical operation in which the vermiform appendix (a portion of the intestine) is removed. Appendectomy is normally performed as an urgent or emergency procedure to treat complicated acute appendicitis.",
    "when": "Both uncomplicated (non-perforated) and complicated (perforated) appendicitis should undergo prompt surgical intervention.[1] The difference in treatment occurs post-operatively with respect to the length of time the antibiotics are administered. For uncomplicated appendicitis, antibiotics should be continued up to 24 hours post-operatively. For complicated appendicitis, antibiotics should be continued for anywhere between 3 and 7 days.[1] Delay of appendectomy 24 hours after admission for symptoms of appendicitis has not shown to increase risk of perforation or other complications.",
    "normal": "Recovery time from the operation varies from person to person. Some take up to three weeks before being completely active; for others, it can be a matter of days. In the case of a laparoscopic operation, the patient has three stapled scars of about an inch (2.5 cm) in length, between the navel and pubic hair line. When an open appendectomy has been performed, the patient has a 2– to 3-inch (5–7.5 cm) scar, which will initially be heavily bruised",
    "abnormal": "One of the most common post-operative complications associated with an appendectomy is the development of a surgical site infection (SSI).[16] Signs and symptoms indicative of a superficial SSI are redness, swelling, and tenderness surrounding the incision and are most likely to arise on post-operative day 4 or 5. These symptoms oftentimes precede fluid drainage from the incision. Tenderness extending beyond the redness that surrounds the incision, in addition to the development of cutaneous vesicles or bullae may be indicative of a deep SSI",
    "risk": "About 327,000 appendectomies were performed during U.S. hospital stays in 2011, a rate of 10.5 procedures per 10,000 population. Appendectomies accounted for 2.1% of all operating-room procedures in 2011",
    "pain": "General anaesthesia is induced, with endotracheal intubation and full muscle relaxation, and the patient is positioned supine",
    "significance": "A study by the Agency for Healthcare Research and Quality found that in 2010, the average cost for a stay in the United States involving appendicitis was $7,800. For stays where the appendix had ruptured, the average cost was $12,800. The majority of patients seen in the hospital were covered by private insurance."
  },
  {
    "id": "2",
    "name": "Magnetic resonance imaging (MRI)",
    "photo": "assets/diseases/alzh.jpg",
    "description": "Magnetic resonance imaging (MRI) is a medical imaging technique used in radiology to form pictures of the anatomy and the physiological processes of the body. MRI scanners use strong magnetic fields, magnetic field gradients, and radio waves to generate images of the organs in the body. MRI does not involve X-rays or the use of ionizing radiation, which distinguishes it from CT and PET scans. MRI is a medical application of nuclear magnetic resonance (NMR). NMR can also be used for imaging in other NMR applications, such as NMR spectroscopy.",
    "when": "MRI is the investigation of choice in the preoperative staging of rectal and prostate cancer and has a role in the diagnosis, staging, and follow-up of other tumors,[17] as well as for determining areas of tissue for sampling in biobanking",
    "normal": "MRI is the investigative tool of choice for neurological cancers over CT, as it offers better visualization of the posterior cranial fossa, containing the brainstem and the cerebellum. The contrast provided between grey and white matter makes MRI the best choice for many conditions of the central nervous system, including demyelinating diseases, dementia, cerebrovascular disease, infectious diseases, Alzheimer's disease and epilepsy.",
    "abnormal": "While the hazards of ionizing radiation are now well controlled in most medical contexts, an MRI may still be seen as a better choice than a CT scan. MRI is widely used in hospitals and clinics for medical diagnosis and staging and follow-up of disease without exposing the body to radiation. An MRI may yield different information compared with CT. Risks and discomfort may be associated with MRI scans. Compared with CT scans, MRI scans typically take longer and are louder, and they usually need the subject to enter a narrow, confining tube. In addition, people with some medical implants or other non-removable metal inside the body may be unable to undergo an MRI examination safely.",
    "risk": "Medical societies issue guidelines for when physicians should use MRI on patients and recommend against overuse. MRI can detect health problems or confirm a diagnosis, but medical societies often recommend that MRI not be the first procedure for creating a plan to diagnose or manage a patient's complaint. A common case is to use MRI to seek a cause of low back pain; the American College of Physicians, for example, recommends against this procedure as unlikely to result in a positive outcome for the patient.",
    "pain": "MRI uses powerful magnets and can therefore cause magnetic materials to move at great speeds posing a projectile risk. Deaths have occurred.[102] However, as millions of MRIs are performed globally each year,[103] fatalities are extremely rare",
    "significance": "This test measures insecticide toxicity"
  }
]