[
  {
    "id": "1",
    "name": "Ampalaya",
    "photo": "assets/vegs/ampalaya.jpg",
    "description": "May help regulate blood sugar levels: Ampalaya contains compounds that may help improve insulin sensitivity and regulate blood sugar levels, making it a potential dietary supplement for people with diabetes. May have anti-cancer properties: Some studies have suggested that the compounds in ampalaya may have anti-cancer properties and could potentially help prevent or slow the growth of cancer cells. May improve digestion: Ampalaya is a good source of dietary fiber, which can help regulate bowel movements and promote digestive health. May boost immune function: Ampalaya contains several nutrients, including vitamin C, which can help boost immune function and protect against infections. May promote skin health: Some traditional medicine practitioners use ampalaya to treat skin conditions such as eczema, psoriasis, and acne, as it is believed to have anti-inflammatory and antibacterial properties. May help improve heart health: Ampalaya is a good source of dietary fiber and contains compounds that may help regulate blood pressure and cholesterol levels, which can help improve heart health.",
    "precautions": [
      "Do not fry"
    ],
    "price": "100 to 140 pesos",
    "calories": "100",
    "water": "100",    
    "protein": "100",    
    "carbs": "100",    
    "sugar": "100",    
    "fiber": "100",    
    "fat": "100",
    "footprint": 0.43,     
    "stores": [
      "Pandamart url",
      "Alfamart url",
      "Robinsons url"
    ],
    "diseases": [
      "Diabetes"
    ],
    "subpics": [
      "/assets/diseases/diabetes.jpg"
    ]
  },  
  {
    "id": "2",
    "name": "Apples",
    "photo": "assets/vegs/apples.jpg",
    "description": "Good for digestion: Apples are a rich source of dietary fiber, which helps to promote healthy digestion and prevent constipation. The fiber in apples can also help to lower cholesterol levels and reduce the risk of heart disease. Boost immunity: Apples contain antioxidants, such as flavonoids and vitamin C, which can help to boost the immune system and protect the body against infections and diseases. Promote heart health: The fiber, antioxidants, and other nutrients in apples can help to lower blood pressure, reduce the risk of heart disease, and promote overall cardiovascular health. Aid weight loss: Apples are low in calories and high in fiber, which can help to promote weight loss by making you feel full and reducing your overall calorie intake. Reduce the risk of cancer: The antioxidants in apples can help to protect against cellular damage and reduce the risk of certain types of cancer, such as lung, colon, and breast cancer. Improve brain function: Apples contain nutrients that can help to improve brain function and reduce the risk of age-related cognitive decline, such as Alzheimer's disease. Improve lung function: Studies have shown that eating apples can help to improve lung function and reduce the risk of respiratory diseases, such as asthma. ",
    "precautions": [
      "Remove the skin"
    ],
    "price": "A lot",
    "calories": "100",
    "water": "100",    
    "protein": "100",    
    "carbs": "100",    
    "sugar": "100",    
    "fiber": "100",    
    "fat": "100", 
    "footprint": 0.43, 
    "stores": [
      "Pandamart",
      "Alfamart",
      "Robinsons"
    ],
    "diseases": [
      "Constipation"
    ],
    "subpics": [
      "/assets/diseases/cancer.jpg",
      "/assets/diseases/heart.jpg",
      "/assets/diseases/eyestrain.jpg"
    ] 
  },
  {
    "id": "3",
    "name": "Banana",
    "photo": "assets/vegs/banana.jpg",
    "description": "Rich in nutrients: Bananas are a good source of several essential nutrients, including potassium, vitamin C, vitamin B6, and dietary fiber. Good for heart health: Bananas are rich in potassium, which can help regulate blood pressure and reduce the risk of heart disease. May aid digestion: Bananas contain a type of dietary fiber called pectin, which may help regulate bowel movements and promote digestive health. May boost energy: Bananas are a good source of carbohydrates, which can provide a quick energy boost when needed. May improve mood: Bananas contain an amino acid called tryptophan, which can help boost serotonin levels in the brain and improve mood. May help regulate blood sugar: Bananas have a low glycemic index, which means they are less likely to cause a rapid spike in blood sugar levels. May support kidney health: Bananas are low in protein and high in water content, which can help support kidney health.",
    "precautions": [
      "Overripe is better"
    ],
    "price": "40 to 120 pesos",
    "calories": "100",
    "water": "100",    
    "protein": "100",    
    "carbs": "100",    
    "sugar": "100",    
    "fiber": "100",    
    "fat": "100",
    "footprint": 0.43,     
    "stores": [
      "Pandamart url",
      "Alfamart url",
      "Robinsons url"
    ],
    "diseases": [
      "Cancer",
      "Heart Disease",
      "Diabetes"      
    ],
    "subpics": [
      "/assets/diseases/cancer.jpg",
      "/assets/diseases/heart.jpg",
      "/assets/diseases/diabetes.jpg"
    ]        
  },
  {
    "id": "4",
    "name": "Tomato",
    "photo": "assets/vegs/tomato.jpg",
    "description": "Tomatoes are packed with essential nutrients, such as vitamins C and K, potassium, folate, and antioxidants. They are also low in calories and high in fiber, making them an excellent food choice for weight management. Tomatoes contain lycopene, a powerful antioxidant that helps to reduce the risk of heart disease by lowering LDL (bad) cholesterol levels and reducing inflammation. Studies have shown that regular consumption of tomatoes may help to prevent certain types of cancer, such as prostate, breast, and lung cancer. This is due to the presence of lycopene and other antioxidants in tomatoes. The high content of vitamin C and other antioxidants in tomatoes make them beneficial for maintaining healthy skin. They can help to protect the skin from sun damage, prevent wrinkles, and promote collagen production. Tomatoes are a rich source of lutein and zeaxanthin, two nutrients that are essential for maintaining good vision and preventing age-related macular degeneration. Tomatoes are an excellent source of fiber, which is essential for maintaining a healthy digestive system. They can help to prevent constipation, reduce the risk of colon cancer, and promote regular bowel movements.",
    "precautions": [
      "Remove the skin"
    ],
    "price": "35-80 pesos",
    "calories": "100",
    "water": "100",    
    "protein": "100",    
    "carbs": "100",    
    "sugar": "100",    
    "fiber": "100",    
    "fat": "100", 
    "footprint": 0.43,     
    "stores": [
      "Pandamart",
      "Alfamart",
      "Robinsons"
    ],
    "diseases": [
      "Cancer",
      "Heart Disease",
      "Eyestrain" 
    ],
    "subpics": [
      "/assets/diseases/cancer.jpg",
      "/assets/diseases/heart.jpg",
      "/assets/diseases/eyestrain.jpg"
    ] 
  }
]
